{
  "bodyDesc": "ABOUT THIS GAME\n.\n\nCONTROLS:\nCamera Movement : W-A-S-D\nMouse Scroll : Zoom In , Zoom Out\nMouse Right Click : Close All Turret Range\nMouse Left Click : Select\n\nDive into a post WW1 fiction where you lead the people for the independence of Izmir.\nOur game combines the theme of world war 1 and the future, offering you a different tower defense gameplay.\n\nFight for the beloved city of Izmir's independence, a tower defence strategy game. Lead the common people of Izmir with tech gear from the future but be aware of holding the balance otherwise people could go nuts.\n\nEnemy Categories:\nTry to fight using the right weapons against 3 different enemy classes: Infantry, Armored and Robotic. Beat the toughest levels with the right combinations and bonus damage.\n\nCommunication with Characters to Obtain Cards:\nTo earn relationship points with characters; Listen to the wishes of the characters. Make jokes about them. Spread the gossip.\nBuy their cards according to your relationship points with the characters and pass the levels with the attributes of the cards.\n\n\nEvery character in the game thinks differently and your relationship with them changes with every choice you make. Hence you must consider your decisions wisely.\n\n\nAfter every level you proceed you take little steps towards vast possibilities of the interactive storyline.",
  "shortDesc": "3 different enemy classes: Infantry, Armored and Robotic. Beat the toughest levels with the right combinations and bonus damage. Every character in the game thinks differently and your relationship with them changes with every choice you make. Make jokes about them. Spread the gossip.",
  "images": [
    "https://shared.cloudflare.steamstatic.com/store_item_assets/steam/apps/1833380/ss_b5587f0851aee30bd86bace7c888fcd966403456.jpg",
    "https://shared.cloudflare.steamstatic.com/store_item_assets/steam/apps/1833380/ss_f352894a16991e9c14fb33ea09761cd91acd9590.jpg",
    "https://shared.cloudflare.steamstatic.com/store_item_assets/steam/apps/1833380/ss_5c091b876584da46e27649acfd9d302ff1f5f875.jpg",
    "https://shared.cloudflare.steamstatic.com/store_item_assets/steam/apps/1833380/ss_7623dca1193ee79ca7e3162e76559a3eed90f6b1.jpg",
    "https://shared.cloudflare.steamstatic.com/store_item_assets/steam/apps/1833380/ss_e1e6cdec11752de8f6100c3db4088849a7b63bcb.jpg",
    "https://shared.cloudflare.steamstatic.com/store_item_assets/steam/apps/1833380/ss_d9c20b9650c3a8e43ded173bfca90844607dd278.jpg",
    "https://shared.cloudflare.steamstatic.com/store_item_assets/steam/apps/1833380/ss_f685f4d2b72507e43825314ecde9f805fbb56ca7.jpg"
  ]
}