{
  "bodyDesc": "ABOUT THIS GAME\nPhotographer Whitty Gawship attends a prestigious get-together at the residence of the impressive Professor Chet Chatters. Members of the party are veteran conversationalists, each trying to gain subtle power over one-another. The mood shifts when Whitty and the others discover that the professor can get the \"Last Word\" in every conversation via his miraculous invention. Dastardly!\n\nBut what are the professor's motives? And why invite a commoner?\n\nLast Word is an unconventional JRPG. Battle sophisticated guests using words as weapons. Collect topics by gossiping to unlock mysteries. Drink wine. The night is young and no one can leave until the devious Professor Chatters says so! Can Whitty and Seymour overcome the power of the professor's amazing machine? Or will they succumb to the saucy banter of the motley aristocrats around them? Don't hesitate in getting the Last Word.\nFeatures\n\nUnique battle system! Fight with the subtle nuances of conversation.\nEngaging storytelling! Get whisked away by a narrative brimming with character! And fun!\nKey Topic System! Gather gossip to unlock more... gossip!\nVocal SFX! Each character has their own awe-inducing sound. Listen to the quality of that throat clearing!\nBow Ties! Learn skills and equip them using snazzy Bow Tie Points!",
  "shortDesc": "In a society where having the last word means having power over others, a small party is disrupted by a gentleman who politely issues orders via one-way intercom.",
  "images": [
    "https://shared.cloudflare.steamstatic.com/store_item_assets/steam/apps/355530/ss_c98ca2cb3c2d0c080a5b51544ed47adc3713fa1d.jpg",
    "https://shared.cloudflare.steamstatic.com/store_item_assets/steam/apps/355530/ss_8a8c9661d7a276e64956f2cc3cabca0dbd82eea3.jpg",
    "https://shared.cloudflare.steamstatic.com/store_item_assets/steam/apps/355530/ss_b1a7137ec2d9ee37fdae10e313e361d2c36e4963.jpg",
    "https://shared.cloudflare.steamstatic.com/store_item_assets/steam/apps/355530/ss_5c2a7d17f648166fb5007053f1b1b471cdff9827.jpg",
    "https://shared.cloudflare.steamstatic.com/store_item_assets/steam/apps/355530/ss_293fb61d5551b4c25e12935fa7e3321ebaf7f851.jpg",
    "https://shared.cloudflare.steamstatic.com/store_item_assets/steam/apps/355530/ss_9bd0e975a2b5589155be4ce5b9e905c3a4e3aa6a.jpg",
    "https://shared.cloudflare.steamstatic.com/store_item_assets/steam/apps/355530/ss_2f0bcd42df068929739217f0b0970be9a1f9a050.jpg",
    "https://shared.cloudflare.steamstatic.com/store_item_assets/steam/apps/355530/ss_6ff0bed5b01edc850107aec43d42cf34f02dd008.jpg"
  ]
}