{
  "bodyDesc": "ABOUT THIS GAME\n\n\n\nThe population of the harsh desert planet Kwalasha needs our help. Their peaceful lives, working in the mining industry, have been disturbed by a threat that they cannot face alone: the Arachnids. Under Colonel Hawthorne’s command, the Mobile Infantry will take back control of the planet and smash everything that has more than two legs. Enlist in this exciting military campaign, meet inspiring characters, visit amazing locations and do your part in the heroic war against the Bug!\n\n\n\n\nThe Arachnids may have virtually limitless numbers, but they lack the thorough tactical training that the Mobile Infantry enjoys. Position your units in advantageous choke points or on higher elevations. Be wary, however, that battle mechanics such as True Line of Sight and True Line of Fire may limit your field of fire and allow the treacherous Bugs to lay in ambush.\n\n\n\n\nOptimize your army by choosing from a wide range of specialized unit types, each with its own strengths, weaknesses and set of unlockable elite abilities. Rifle Troopers can use their shotgun ability to hold back large numbers of Arachnids, M11 Marauders bipeds can unleash a withering mortar barrage and the Fleet Liaison can call down dropships with reinforcements or direct an airstrike to wipe out whole swaths of enemies.\n\n\n\n\nThe Bug infestation is rooted in elaborate underground hives. These present a unique challenge that demands a delicate balance between aggression and defense. Beware of the numerous tunnel openings, from which hordes of Arachnids can emerge.\nTo eradicate the Bug problem for good, their nests must be eradicated!",
  "shortDesc": "Lead the Mobile Infantry in this RTS game set in the Starship Troopers film universe. Balance your army composition with a diverse set of unit types, overcome line-of-sight and line-of-fire challenges through tactical positioning, and use special abilities to smash the Arachnid hordes!",
  "images": [
    "https://shared.cloudflare.steamstatic.com/store_item_assets/steam/apps/1202130/ss_81ad76750afe24438db40f1789835453733e0052.jpg",
    "https://shared.cloudflare.steamstatic.com/store_item_assets/steam/apps/1202130/ss_aaf7d64c7a13d3440e84a7cad953d68b453c5920.jpg",
    "https://shared.cloudflare.steamstatic.com/store_item_assets/steam/apps/1202130/ss_8ad552b5ee6bf311bcbf2fa38fa386931dcbb388.jpg",
    "https://shared.cloudflare.steamstatic.com/store_item_assets/steam/apps/1202130/ss_56d267f475700aa790a498333d11fd7e72049b09.jpg",
    "https://shared.cloudflare.steamstatic.com/store_item_assets/steam/apps/1202130/ss_e5a6d093cbda8d81125e971cde3f3eb65c27a0f2.jpg",
    "https://shared.cloudflare.steamstatic.com/store_item_assets/steam/apps/1202130/ss_8dbb39c9d41349856fd8d825edbb3e39c0405917.jpg",
    "https://shared.cloudflare.steamstatic.com/store_item_assets/steam/apps/1202130/ss_b78cfbe917f7e9a6246f9a099efa0a92001bb4b5.jpg",
    "https://shared.cloudflare.steamstatic.com/store_item_assets/steam/apps/1202130/ss_590c60fd5c10b294cfe2362a1ab930c8a86a2791.jpg",
    "https://shared.cloudflare.steamstatic.com/store_item_assets/steam/apps/1202130/ss_1784c800cfa09cf0546a8ace2aa6b51a48a01a7c.jpg",
    "https://shared.cloudflare.steamstatic.com/store_item_assets/steam/apps/1202130/ss_849727097e46ded7e6c436da9ef0ad1803fe92ee.jpg",
    "https://shared.cloudflare.steamstatic.com/store_item_assets/steam/apps/1202130/ss_f5086b4440120f91838d442c2331ba36075cdd3f.jpg",
    "https://shared.cloudflare.steamstatic.com/store_item_assets/steam/apps/1202130/ss_ef186d2b71ebb8e3ea42679de226915c9532c99f.jpg",
    "https://shared.cloudflare.steamstatic.com/store_item_assets/steam/apps/1202130/ss_296a9d0b23bacc06959d03b41a5c7cc556bf2939.jpg"
  ]
}