{
  "bodyDesc": "ABOUT THIS GAME\nWhispers in the West is a point-and-click murder mystery game with a twist - it supports online co-op for 1-4 players. The game sets in the far reaches of the Old West. A series of crimes have shaken the Wild West - eluding even the most expert investigators. Each story is a unique and intriguing hour-long mystery waiting to be solved. To succeed, the players can either go on a solo adventure or work as a team.\n\nThe base game includes a Tutorial, a mini-mystery, The Portrait, and a full case, The Break-in.\n\nThe Break-in: Dawn breaks to find the Brimstone Bank broken open. What comes spilling out could bury this town. It's time to roll up your sleeves and get sleuthing, before everything unravels.\nSolve mysteries with friends\n\nThere are six cases in the initial release. The Break-in is included in the base game, and each DLC add-on offers a different case.\nFriends play for free\n\n💡In Whispers in the West, your friends don't need to buy the game to join a room. As long as the host owns the case, anyone invited can join for free using the Steam demo.\nTwitch integration\nHow to set up Twitch Integration\nDemo available\nHead to the top of this page to try out Whispers In The West! Our free demo contains a tutorial and a 15-minute mini mystery case.\nYou can also use the demo to join games hosted by other players.",
  "shortDesc": "Whispers in the West is a point-and-click murder mystery game that supports online co-op for 1-4 players. Each story is an hour-long intriguing mystery waiting to be solved. You can either work solo or team up with your friends to solve the cases. Things may get heated!",
  "images": [
    "https://shared.cloudflare.steamstatic.com/store_item_assets/steam/apps/1868070/ss_94d34361228e09bc7c520127b779f07d1581346c.jpg",
    "https://shared.cloudflare.steamstatic.com/store_item_assets/steam/apps/1868070/ss_36ff1345f9dc177d787153c7289ed2823fbdcc23.jpg",
    "https://shared.cloudflare.steamstatic.com/store_item_assets/steam/apps/1868070/ss_55429fc58b5e5641517a373c637db7383044653c.jpg",
    "https://shared.cloudflare.steamstatic.com/store_item_assets/steam/apps/1868070/ss_68f6e2d0fa48e7e0d559a5d5db7e5e8acc26a65c.jpg",
    "https://shared.cloudflare.steamstatic.com/store_item_assets/steam/apps/1868070/ss_39e582e614be99330773fe1a00df27e601783f64.jpg",
    "https://shared.cloudflare.steamstatic.com/store_item_assets/steam/apps/1868070/ss_3013ddba688a774f8c5ce59641c54f5212c22a84.jpg",
    "https://shared.cloudflare.steamstatic.com/store_item_assets/steam/apps/1868070/ss_f79ce6b9880420cbdb93235ab203f2b130697bdd.jpg"
  ]
}