{
  "bodyDesc": "ABOUT THIS GAME\n\n112 Operator allows you to manage emergency services in any city in the world! Dispatch units, take calls and face situations caused by weather, traffic or changing seasons. Help the city survive escalating events like riots, organized crime, terrorist attacks, cataclysms, natural disasters and many more!\nDanger has escalated\nHelp on a scale bigger than ever before. The sequel of the award-winning 911 Operator lets you act on many, completely different levels - from taking care of a single neighborhood to coordinating several operators’ work in the world’s biggest metropolises. Full 3D visualization will give you the inside view of your units’ actions. Choose from over 100 000 areas, such as districts, municipalities, and tens of thousands of real cities from all over the world.\nTo all units: a storm is coming…\nFace the dynamic weather, based on authentic, historical data. Watch the incidents change as day or night comes, traffic increases and seasons pass. Watch out for extreme conditions that may lead to cataclysms and natural disasters. Try to tame big wildfires spreading across the map. Weather isn’t your only problem though - be careful when dealing with terrorist attacks and gang wars.\nTake calls from people in various situations, needing emergency services’ help. You never know who’s on the other side of the line - you might hear a frightening murder story, maybe you’ll have to instruct someone on performing CPR, or keep your nerves while encountering an annoying prankster.\nChoose one of the European cities in completely new Career mode and find out if you’ll manage to climb up to the very top of an operator’s career ladder. Follow the commands of your supervisors and see your actions affecting people you’re in charge of or those who need your help. Sometimes your mistakes will only be followed by a reprimanding e-mail, sometimes they’ll influence your own life.\nYou can also play special scenarios in any city in the world, or make your own rules in the Free Game mode.\nCommand the best specialists, using technologically advanced equipment and vehicles. Decide what to use - a SWAT team, Search and Rescue helicopter, or maybe riot gear? When your units arrive at the scene, command them in the tactical view that gives you the full image of the situation.",
  "shortDesc": "Manage emergency services in any city in the world! Take calls and dispatch rescue forces. Handle difficult situations, now depending on the weather, and traffic. Help the citizens through cataclysms and natural disasters, becoming a better emergency number operator every day!",
  "images": [
    "https://shared.fastly.steamstatic.com/store_item_assets/steam/apps/793460/ss_6544b792f3ad6160d9d18a20a7f1f1bcd20bb7e1.jpg",
    "https://shared.fastly.steamstatic.com/store_item_assets/steam/apps/793460/ss_77b6d4f3f7f9f58b50882a04a0321dcb5566a10e.jpg",
    "https://shared.fastly.steamstatic.com/store_item_assets/steam/apps/793460/ss_1319bb505baa3476ac977a3d1191e7b397c32f84.jpg",
    "https://shared.fastly.steamstatic.com/store_item_assets/steam/apps/793460/ss_c9597f6563ed5b25defc806af9be21a0a3722391.jpg",
    "https://shared.fastly.steamstatic.com/store_item_assets/steam/apps/793460/ss_96f9dc3bcd8a233bd5d3101a66df04a7b8538352.jpg",
    "https://shared.fastly.steamstatic.com/store_item_assets/steam/apps/793460/ss_7fb7632cf86cc149dae46827d1ede70e7617d6c7.jpg",
    "https://shared.fastly.steamstatic.com/store_item_assets/steam/apps/793460/ss_5b79ed148fc600c6eacdb9e7616ce6ad4ff91c38.jpg",
    "https://shared.fastly.steamstatic.com/store_item_assets/steam/apps/793460/ss_c41003570fc2113fefe3c7b3009d8c6f34225c04.jpg",
    "https://shared.fastly.steamstatic.com/store_item_assets/steam/apps/793460/ss_920598365a1787b60c553c3e9fc748f65ac0054a.jpg"
  ]
}