{
  "bodyDesc": "ABOUT THIS GAME\n\n\nIt is 1873. An escaped slave is slowly walking through the desert, making his way from Mexico to Texas. He keeps a revolver close and is wearing the sombrero stolen from a dead man.\nKey Features:\n\nDeadly gunfights\nYou’ll need to cock the revolver with one trigger before being able to shoot by pressing another trigger. One false move and you’ll be overrun in an instant.\nAuthentic weapons\nWinchesters, double-barreled guns, revolvers and Gatling guns will gladly help you to destroy all of the gringos. By the way, we have a RAT with dynamite\nAn enthralling story\nLive through the journey of an escaped Mexican prisoner fighting for survival and freedom in the 1870's in the United States\nChoose your style\nYou can choose to take a more stealthy approach to surprise your enemies, or even just sneak straight past them\nA splendid art style\nThe game is drawn by hand with pen and paper to create an interesting visual experience\nSetting\nReal places and towns, the spirit of the desert and the most desperate bandidos of the district will help you to plunge into the breathing and cruel world of the Wild West\nUpgrades\nYou'll find breastplates that will have a 50% chance to deflect some bullets, a fast recharging skill that will allow the hero to insert 2 bullets at once, extreme accuracy (less spread for your shots), being able to kill an enemy in stealth without attracting the unwanted attention of his friends, and more!",
  "shortDesc": "12 is Better Than 6 is a dynamic top-down shooter with stealth elements, presented in a Wild West theme. The story puts you in the shoes of escaped slave fleeing to the United States in 1873.",
  "images": [
    "https://shared.cloudflare.steamstatic.com/store_item_assets/steam/apps/410110/ss_661e1563bd5705fda1adcd196c4b877115f28063.jpg",
    "https://shared.cloudflare.steamstatic.com/store_item_assets/steam/apps/410110/ss_e45535fa384b1e33c557b7b417c09433d5fb02d4.jpg",
    "https://shared.cloudflare.steamstatic.com/store_item_assets/steam/apps/410110/ss_08c8a144a8f7fbc79aa29135e3429038bae5da7d.jpg",
    "https://shared.cloudflare.steamstatic.com/store_item_assets/steam/apps/410110/ss_a4b538139059ceb8d881a047e56a49ed4dfc3975.jpg",
    "https://shared.cloudflare.steamstatic.com/store_item_assets/steam/apps/410110/ss_6da2ab00fdcba532ea3c5e73b107cda73b8c57e8.jpg",
    "https://shared.cloudflare.steamstatic.com/store_item_assets/steam/apps/410110/ss_6c95a03d1d1b4f855e152ac0ed80d5892c8fb699.jpg",
    "https://shared.cloudflare.steamstatic.com/store_item_assets/steam/apps/410110/ss_98f03e1760a7c83e928ba24f4c0e3c392891b909.jpg"
  ]
}