{
  "bodyDesc": "ABOUT THIS CONTENT\nA Feast for Crows DLC offers a radically different 4-player scenario centred around secret objectives and bringing an alternative setup, victory condition, as well as a new House, the Arryns.\n\nFrom the Maiden’s Tower of the Eyrie, one can gaze upon the Vale. The mountains, reaching the clouds, used to shield the people from the madness outside. Not anymore. Lord Jon Arryn, mentor and brother-in-law of Ned Stark, was murdered and many amongst the House called for retribution. The Arryns have been watching, they have been preparing, and now, finally, they are ready. The knights are gathered as the drums of war echo from the valley. Those outsider fools cannot rule. Westeros deserves better. Someone standing as High as Honor.\n\n\n\nDive in the events of the eponym book with House Arryn entering the lists for the Iron Throne. Use Littlefinger and Bronze Yohn Royce to ensure your victory in the new objective-based scoring system. The stakes for diplomacy, betrayals, and secrecy were never so high. But beware, you might not have all cards in hand to succeed.\n\nThe “A Feast for Crows” scenario also brings:\nA new House, the Arryns with their own unique House cards.\nAn alternative setup for the Lannister, Stark and Baratheon to represent the new setting of the 4th book, “A Feast for Crows”.",
  "shortDesc": "",
  "images": [
    "https://shared.fastly.steamstatic.com/store_item_assets/steam/apps/1416391/ss_a4bca1d1fdb45275c1a574f31f528751fb0f2657.jpg",
    "https://shared.fastly.steamstatic.com/store_item_assets/steam/apps/1416391/ss_ff032fdfed7e7980abfd55548a6039777efa814f.jpg",
    "https://shared.fastly.steamstatic.com/store_item_assets/steam/apps/1416391/ss_2cb28854ef3a883542bbd288ebd02c1ec7c73347.jpg",
    "https://shared.fastly.steamstatic.com/store_item_assets/steam/apps/1416391/ss_d9038df5f8200675b9b51266a4f12eae58c2c13e.jpg",
    "https://shared.fastly.steamstatic.com/store_item_assets/steam/apps/1416391/ss_5b04a5355b2d064bdbc642add34d21d003fa951b.jpg",
    "https://shared.fastly.steamstatic.com/store_item_assets/steam/apps/1416391/ss_65875aae891542662b48608ae1d84f2a2dd60492.jpg"
  ]
}