{
  "bodyDesc": "ABOUT THIS GAME\nA-Tech Cybernetic is a first-person shooter built from the ground up for VR. It features two separate game modes: a classic swarm mode to put your shooting and survival skills to the test and a story mode that takes you to a futuristic biomedical company overrun by mutants. Control everything with real-life movements, interact with your surroundings as if they were actually there, experience a new kind of gameplay that’s more immersive than ever before, thanks to VR. Be the badass guy you always wanted to be.\nSTORY MODE - DIVE INTO AN IMMERSIVE SCI-FI ADVENTURE\n\nWaking up with no memories you find yourself in a biomedical company overrun by hordes of mutants. Who are you? What are you doing there? What are these mutants? Explore a futuristic company complex, handle and aim your weapons with real-life movements to survive and find all the answers yourself while going through an immersive sci-fi adventure.\nSWARM MODE - STOP THE MUTANT HORDES AND SURVIVE\n\nCan you stop all the mutant hordes that will come to get you? Will you be the last man standing? Put your shooting skills to the test and make sure you’re the only one that survives. But be aware: they may come from places you’d never expect them!\nREAL LIFE MOVEMENTS - USE YOUR BODY TO FIGHT\n\nHandle and aim your weapons with real-life movements, use various melee weapons, throw grenades at your enemies, dodge melee attacks or if all else fails, use your fists to buy some time or get some advantage in combat. Now is the time to test your combat skills.\nUSE YOUR SUPERHUMAN POWERS\n\nWhile you can also use locomotion in A-Tech Cybernetic, teleporting is the fastest way to get from one place to another. But gaining VR superpowers doesn’t stop here! Move objects with your mind - pull them by force for your convenience. And if you feel cornered or really just want to have some extra fun, slow down the flow of time and take out those bloody mutants one-by-one. There’s no rush, really, it’s just a horde of flesh-eating mutant monsters that are out there to get you, so feel free to take your time...well...at least as long as your bullet time ability lasts. After that - how should I put it - RUN! or rather use teleport as we don’t want you to actually hurt yourself or run into your room furniture - VR is just so freakin’ awesome!\n\nWe find it extremely important to provide the player a close to realistic environment to maximize the VR experience. In you will really feel that you entered an alternate reality where everything seems and feels so real. It takes immersion to another level.\n\nHave fun and don’t ever forget: all mutants must die!",
  "shortDesc": "Built exclusively for VR, A-Tech Cybernetic's Story Mode will offer hours of explosive fun, while Swarm Mode will test your grit in a sci-fi nightmare scenario. Stop the mutant invasion at a futuristic megacorp, controlling an arsenal of weapons with real life movements!",
  "images": [
    "https://shared.fastly.steamstatic.com/store_item_assets/steam/apps/578210/ss_f06d687d37d213146934a2af93be88f95d170d54.jpg",
    "https://shared.fastly.steamstatic.com/store_item_assets/steam/apps/578210/ss_9d81aebd42efe2901e8d71fc5e2fe58e46c9e614.jpg",
    "https://shared.fastly.steamstatic.com/store_item_assets/steam/apps/578210/ss_f7c6597ba1ff08bd5b459f7178a6db90721ba5bd.jpg",
    "https://shared.fastly.steamstatic.com/store_item_assets/steam/apps/578210/ss_1c54999cc06cedef108b45e88235aeb3e92a7687.jpg",
    "https://shared.fastly.steamstatic.com/store_item_assets/steam/apps/578210/ss_5ab5cf83c43c06048320ea7f0b001a8a4bcbd545.jpg",
    "https://shared.fastly.steamstatic.com/store_item_assets/steam/apps/578210/ss_8d99f821238599c8535121bc1cb94c0de6f8278b.jpg",
    "https://shared.fastly.steamstatic.com/store_item_assets/steam/apps/578210/ss_808b008e5c0fd252d09d8f041f92de7eab41c89c.jpg",
    "https://shared.fastly.steamstatic.com/store_item_assets/steam/apps/578210/ss_c41380e2081c7286ed4dc48f5086390ed4ffc426.jpg",
    "https://shared.fastly.steamstatic.com/store_item_assets/steam/apps/578210/ss_461ab264e0813b536d3b4107cac76d7f9197a70d.jpg",
    "https://shared.fastly.steamstatic.com/store_item_assets/steam/apps/578210/ss_eaf8356acc1892fa26c7c29f8b1ba5e8de8e47e3.jpg",
    "https://shared.fastly.steamstatic.com/store_item_assets/steam/apps/578210/ss_c5f963a5c07d164d22810e94b07acf0b1c0790f9.jpg",
    "https://shared.fastly.steamstatic.com/store_item_assets/steam/apps/578210/ss_ac8ca84fa509eada04ea382f66ed6c6e4faf400e.jpg"
  ]
}