{
  "bodyDesc": "ABOUT THIS GAME\nDeveloped by 13AM Games, the studio behind award-winning Runbow, Double Cross is an exciting action adventure game that has players take on the role of Zahra, an agent of R.I.F.T. (Regulators of Interdimensional Frontiers and Technology) whose job it is to maintain peace and order between all dimensions. A recent attack on R.I.F.T. headquarters thrusts players into a thrilling new case where they must use their R.I.F.T. developed gear to sling, swing, fight and investigate across distinct dimensions. During their travels players will gather clues to bring themselves one step closer to finding the identity of R.I.F.T.’s attacker and save every variation of the universe.\n\nFEATURES\nPlayers can custom tailor their play style by collecting Upgradium and using it to level up and unlock RIFT agent gear.\nAn adventure-game style gameplay and upgrade system that allows players to choose how and in what order they play levels\nA unique “Proton Slinger” mechanic that allows diversity of movement throughout levels and the ability to grab and throw objects and enemies\nVaried and upgradeable attacks and combos\nAn intricate story engages players as they solve an interdimensional mystery with a diverse cast of interdimensional characters",
  "shortDesc": "Explore alternate dimensions, fight interdimensional criminals, and solve crimes in this thrilling action platformer!",
  "images": [
    "https://shared.fastly.steamstatic.com/store_item_assets/steam/apps/838010/ss_e40f38b048e2d08e26d72f9fdbe5d390fb065252.jpg",
    "https://shared.fastly.steamstatic.com/store_item_assets/steam/apps/838010/ss_954c170054ba2f2b9b495caad454cf6fb0eb29dc.jpg",
    "https://shared.fastly.steamstatic.com/store_item_assets/steam/apps/838010/ss_95857637e3a1a74f583f464b703faae335f2b789.jpg",
    "https://shared.fastly.steamstatic.com/store_item_assets/steam/apps/838010/ss_05adbe9dbe903551361060f25556e4efc8c6ec86.jpg",
    "https://shared.fastly.steamstatic.com/store_item_assets/steam/apps/838010/ss_4beee2a099f1f55afd1e7b0c3dc9d265f67818fd.jpg",
    "https://shared.fastly.steamstatic.com/store_item_assets/steam/apps/838010/ss_d22c71af712056f988a8676258dae61322c04d02.jpg",
    "https://shared.fastly.steamstatic.com/store_item_assets/steam/apps/838010/ss_73e0819848c0478410f699dd65b6386b17e874c4.jpg",
    "https://shared.fastly.steamstatic.com/store_item_assets/steam/apps/838010/ss_64848baf603f24ce3818f68d6a39b5920453f535.jpg"
  ]
}