{
  "bodyDesc": "ABOUT THIS GAME\n\n\nA rogue-like deck-building game with table top battles! Choose a hero and allegiance then dive into the dungeon and build your deck as you battle!\n\nDungeonTop is a fresh new take on the roguelike deckbuilding genre, bringing a flavour of tight table top battles into the mix. Employ clever board tactics to gain advantage such as range, flanking, tanking and rushing.\n\n\n\nA balance of risk to reward greets you both in an out of battle. Progression in DungeonTop could mean two things, grabbing more gold, or defeating more monsters! Play it your way. Will you build for cunning, speed, or power? Your choices in the dungeon directly influence your chance of survival!\n\n\n\nThere are shops to upgrade your cards along with ways to remove them and plenty of loot to add. Adventuring in the dungeon allows you to level your hero, find powerful weapons to equip, artifacts to use and talents to master. Build your unique fantasy hero by making careful choices on what to learn, what to discard and who to fight.\n\n\n\nThe choice of hero class will affect your play style and spells, whilst the allegiance you choose affects what minions you'll have to fight with. There are scores of achievements, treasures to find, gold to gather and more than 800 powerful cards to unlock.\n\nAs the third instalment in the Spellsword Cards universe, DungeonTop will have you exploring a plethora of deck-building options for hours on end, continually finding new inventive ways to succeed on and off the board!",
  "shortDesc": "A rogue-like deck-building experience coupled with table top battles. Choose a hero and allegiance then dive deep into the dungeon, evolving your deck for survival. Each choice you make matters, even in between battles!",
  "images": [
    "https://shared.fastly.steamstatic.com/store_item_assets/steam/apps/1146230/ss_34592290095f7e1c85af2edae637c567deec9324.jpg",
    "https://shared.fastly.steamstatic.com/store_item_assets/steam/apps/1146230/ss_864ea7188301c49f7134fcf13e814e4373272e4f.jpg",
    "https://shared.fastly.steamstatic.com/store_item_assets/steam/apps/1146230/ss_9eb2e3e1c6bf3deb2e2f5f093cd7e6e4062770d1.jpg",
    "https://shared.fastly.steamstatic.com/store_item_assets/steam/apps/1146230/ss_6621cb27447f8b093fe5df2151adbe9d007ead36.jpg",
    "https://shared.fastly.steamstatic.com/store_item_assets/steam/apps/1146230/ss_eed9bcac5302a82863d7eee3cde34336a36d6f89.jpg",
    "https://shared.fastly.steamstatic.com/store_item_assets/steam/apps/1146230/ss_a802436bb47acea00d0b578624ea19bb90420c15.jpg",
    "https://shared.fastly.steamstatic.com/store_item_assets/steam/apps/1146230/ss_07a601b01228eee70e513db73b22068094443183.jpg",
    "https://shared.fastly.steamstatic.com/store_item_assets/steam/apps/1146230/ss_d73eedf35236ddb7a8e666ee6599700ba158c821.jpg",
    "https://shared.fastly.steamstatic.com/store_item_assets/steam/apps/1146230/ss_4f8dd5622848538f20acf713cdbc861b89db3cb5.jpg",
    "https://shared.fastly.steamstatic.com/store_item_assets/steam/apps/1146230/ss_b13e44ba86fdd7e1d053b27388c30d206b605681.jpg"
  ]
}