{
  "bodyDesc": "ABOUT THIS GAME\nFeel the beat as wannabe rockstar Chai and his ragtag team of allies rebel against an evil robotics enhancement megacorp with raucous rhythm combat! From Tango Gameworks, the studio that brought you The Evil Within® and Ghostwire®:Tokyo (no, really) comes Hi-Fi RUSH, an all-new action game where the characters, world and combat stylishly sync to the music!\n\n\n\n\n\n\nTest your abilities in two new game modes, uncover new rewards and even a few secrets in this free update to Hi-Fi RUSH, The Arcade Challenge! Update!\n\nBPM RUSH tasks players to battle waves of enemies to music with a steadily increasing BPM or beats per minute. As you defeat each wave and tackle toughened-up new foes, the BPM will speed up to the next level, up to a whopping 200 BPM in the final stages!\n\nPower Up! Tower Up! is a twist on the Rhythm Tower mode that players unlock after their first playthrough. You’ll be climbing up floors and defeating waves of enemies, but this time you’ll be powering up a downgraded Chai with randomized Upgrades!\n\nThe Arcade Challenge! Update! also contains additional content for players to earn through challenges and discover in-game, including poses for Photo Mode, t-shirts for Chai, Photo Mode stickers, extra outfits and even Special Attacks starring CNMN and Smidge, everybody's favorite mechanical friends.",
  "shortDesc": "Test your abilities in two new game modes, uncover new rewards and even a few secrets in the Arcade Challenge! Update! Feel the beat as wannabe rockstar Chai and his ragtag team fight against an evil megacorp in a world that syncs to the music.",
  "images": [
    "https://shared.fastly.steamstatic.com/store_item_assets/steam/apps/1817230/ss_382e9d5abb00498eee6a86b0366a2db7826268b7.jpg",
    "https://shared.fastly.steamstatic.com/store_item_assets/steam/apps/1817230/ss_8a13650ffe930da77593dae80f0118588c46a5ca.jpg",
    "https://shared.fastly.steamstatic.com/store_item_assets/steam/apps/1817230/ss_62a7ff68fff7850be6a0784eff41edafd33b2099.jpg",
    "https://shared.fastly.steamstatic.com/store_item_assets/steam/apps/1817230/ss_7dfaee4616fbed65b2b0fcb82d55dc0a957fd8a5.jpg",
    "https://shared.fastly.steamstatic.com/store_item_assets/steam/apps/1817230/ss_3e17ba9ca8dd57d0911881995e5a3e2ab7dd31f1.jpg"
  ]
}