{
  "bodyDesc": "ABOUT THIS CONTENT\nPreviously, in Song of Horror…\n\nFollowing Husher’s footsteps, you made a shocking revelation, one that will push you to the most haunted area you’ve visited to date: St. Cecilia’s Abbey. This holy place, now ruined by the influence of The Presence, appears to have all the answers you’ve been looking for.\nWhat’s new in Song of Horror’s Episode 4?\nEach episode in Song of Horror is inspired by a masterpiece of the horror genre. This time, we looked into Amnesia: The Dark Descent, to create this setting. Look out for the references to other games, movies, books and more!\nThe macabre St. Cecilia’s Abbey poses the toughest challenge you’ll encounter in Song of Horror: find the answers you need in the biggest location of the game before The Presence breaks you.\nDiscover what happened to the monks of the Abbey while you face the diverse manifestations of The Presence, now more powerful than ever!\nA new narrative structure: Explore St Cecilia’s Abbey from different starting points depending on which character you choose, changing the way you experience this part of the story.\nAnother character joins the fray: Meet Ernest Finnegan, a renowned archaeologist past his glory days and a dear friend of Husher, now looking to help him survive his current predicament. Returning characters will join Ernest depending on who you played with and who died in previous chapters!",
  "shortDesc": "",
  "images": [
    "https://shared.fastly.steamstatic.com/store_item_assets/steam/apps/1158110/ss_cf4f8fa539bec6337d6d79adebfa3cc1d15b6d51.jpg",
    "https://shared.fastly.steamstatic.com/store_item_assets/steam/apps/1158110/ss_e3b57d64d034d79fd8614b5707c2630a01a12bed.jpg",
    "https://shared.fastly.steamstatic.com/store_item_assets/steam/apps/1158110/ss_c76540fc76df3c7463ebcfe68531c222d35a3cbb.jpg",
    "https://shared.fastly.steamstatic.com/store_item_assets/steam/apps/1158110/ss_4b33eeb10eab218fc00dbf0ba28f6a84d31755b3.jpg",
    "https://shared.fastly.steamstatic.com/store_item_assets/steam/apps/1158110/ss_01066987092cb6426a3dd6cb778f39034f1ce0a8.jpg"
  ]
}