{
  "bodyDesc": "ABOUT THIS GAME\nWhat will you leave behind?\n\nSpiritfarer® is a cozy management game about dying. You play Stella, ferrymaster to the deceased, a Spiritfarer. Build a boat to explore the world, then befriend and care for spirits before finally releasing them into the afterlife. Farm, mine, fish, harvest, cook, and craft your way across mystical seas. Join the adventure as Daffodil the cat, in two-player cooperative play. Spend relaxing quality time with your spirit passengers, create lasting memories, and, ultimately, learn how to say goodbye to your cherished friends. What will you leave behind?\n\nThe Spiritfarer® Farewell Edition is the definitive edition of the award-winning cozy management game about dying. It brings together the base game beloved by over 1 million players, and all the additional content released to date. See why critics called Spiritfarer one of the Best Games of 2020.\n\nFeatures:\n\nEnjoy beautiful hand-drawn art and animation.",
  "shortDesc": "Spiritfarer® is a cozy management game about dying. As ferrymaster to the deceased, build a boat to explore the world, care for your spirit friends, and release them into the afterlife. The Spiritfarer Farewell Edition includes the heartwarming base game and three major content updates.",
  "images": [
    "https://shared.fastly.steamstatic.com/store_item_assets/steam/apps/972660/ss_a751970e68bc928538fbc4f52d6090c6ff1d8974.jpg",
    "https://shared.fastly.steamstatic.com/store_item_assets/steam/apps/972660/ss_6ae155cb7c5f65f46a8f0dc43ba57aff8f57616c.jpg",
    "https://shared.fastly.steamstatic.com/store_item_assets/steam/apps/972660/ss_cb5c5af0cdef3ec3a5317c162c32e956ec7aa76b.jpg",
    "https://shared.fastly.steamstatic.com/store_item_assets/steam/apps/972660/ss_5a2001d7df99bfe5f2a77b45e62560ad71b8c329.jpg",
    "https://shared.fastly.steamstatic.com/store_item_assets/steam/apps/972660/ss_8ca8378ece2771a04e5d435a3a92d9f57c0d9f24.jpg",
    "https://shared.fastly.steamstatic.com/store_item_assets/steam/apps/972660/ss_13be8ec2a11cf1f012abbbe9d526447cfff6cdea.jpg",
    "https://shared.fastly.steamstatic.com/store_item_assets/steam/apps/972660/ss_3ea9b42a39a6a5652b6df197ada7ac0a03f47661.jpg"
  ]
}