{
  "bodyDesc": "ABOUT THIS GAME\n\n\nGrab your friends, hone your blades, and set off for an epic procedurally generated adventure in Trove, the ultimate action MMO! Battle the forces of Shadow in realms filled with incredible dungeons and items created by your fellow players. Whether hunting treasure in far-off lands or building realms of your own, it’s never been this good to be square!\nCubular Classes\nPlay as a Knight, Gunslinger, Ice Sage, Dracolyte, Pirate-with-a-parrot, or any (or all!) of the other Classes in Trove while mastering abilities from deadly ninja techniques to deliciously deadly ice cream crushes. Upgrade your gear to tackle epic challenges and strut your stuff with killer looks.\nEvery playthrough is unique! Explore through fully destructible procedurally generated realms on the backs of fire-breathing dragons and purrfectly whiskered Meownts. Jump into action tailored to any level as you conquer untamed wilds from the Treasure Isles to Candoria, home of the sweet-toothed Candy Barbarians.\nAssemble a group of hardy cube-kind and crawl your way through huge dungeons unique to each realm. Brave deadly minions, bosses, and traps to “liberate” powerful armor and weapons, or dip into smaller Lairs for single servings of danger perfect for solo fun.\nRake in a shimmering hoard of treasure and collectible items from the deepest and darkest places in Trove. Load up on special gear, costumes, decorations, recipes, crafting ingredients, flying carpets, sea-faring ships, and dragons of mighty renown.\nCornerstones are personal homes you can build block by block, but they’re also mobile bases! Drop your Cornerstone at specially-marked plots in any world you’re visiting, and voilà: your hand-crafted home-away-from-home will appear, giving you a place to kick back, relax, and craft to your heart’s content.\nWhat’s better than crafting alone? Building entire new Club Worlds with friends. Feel like making enormous geodesic domes in the desert? Magnificent castles in the sky? Do it – and land yourself in our list of the cubic masterpieces in Trove!\nDragons? Check. Bacon swords? Yup. Rainbow-grade 3D glasses of insufferable doom? Just the tip of the iceberg! Collect a HUGE range gear made by your fellow players and – including Dungeons, Lairs, Class Costumes, and more.\nMusic Blocks, Meownts, Fishing, Farming, Pets, Sailing (with Boats!), Flying (with Wings!), Mag Trains, Dance-Pads, Heroes, Villains, Allies (who might be Villains), Flasks, Bombs, Piñata Parties, and the Crafting of any and all Things.\n\n\nDid we mention it’s",
  "shortDesc": "Grab your friends, hone your blades, and set off for an epic procedurally generated adventure in Trove! Battle the Shadow in realms filled with dungeons and items created by your fellow players. Whether hunting treasure or building realms of your own, it’s never been this good to be square!",
  "images": [
    "https://shared.fastly.steamstatic.com/store_item_assets/steam/apps/304050/ss_58c0f25b023d15d56b9782b1d374b6ac3b5cf5ee.jpg",
    "https://shared.fastly.steamstatic.com/store_item_assets/steam/apps/304050/ss_518fb4ea0c748cf9b25537c8d686cfe874d79566.jpg",
    "https://shared.fastly.steamstatic.com/store_item_assets/steam/apps/304050/ss_d3281d2f6d4afe5d89c04d44cad3b475e145551a.jpg",
    "https://shared.fastly.steamstatic.com/store_item_assets/steam/apps/304050/ss_aaeceb5d727c11ab49b124b8055f413aa372c477.jpg",
    "https://shared.fastly.steamstatic.com/store_item_assets/steam/apps/304050/ss_441520e804edad74ac721fef41da8e4b2ef7bbbf.jpg",
    "https://shared.fastly.steamstatic.com/store_item_assets/steam/apps/304050/ss_b7c893fefa8b64e4fa8bd488f797696c5e5c9a6f.jpg",
    "https://shared.fastly.steamstatic.com/store_item_assets/steam/apps/304050/ss_5f31839d48be2db228a87ab32a33841968a889c7.jpg",
    "https://shared.fastly.steamstatic.com/store_item_assets/steam/apps/304050/ss_607289c8281f83252219a0d7e9844ac07d48fc5c.jpg",
    "https://shared.fastly.steamstatic.com/store_item_assets/steam/apps/304050/ss_fc4bdc2f833907d6b22af8a989699f32ed727234.jpg",
    "https://shared.fastly.steamstatic.com/store_item_assets/steam/apps/304050/ss_c251ce7af67040d9045f056b5cd27030c74b2a86.jpg",
    "https://shared.fastly.steamstatic.com/store_item_assets/steam/apps/304050/ss_d0be61bd2973d6592e616db95fd69d1b7e939c96.jpg"
  ]
}