{
  "bodyDesc": "ABOUT THIS GAME\nGrab your wizard’s robe and spell book, time to use your engineering skills and build some Tricky Towers!\n\nStack your bricks and use your spells to create the tallest stable tower, for what self-respecting wizard wouldn’t want to show off their skills by towering literally over their peers! But be wary of jealous rivals, who will try and push your tower down with nefarious dark spells to ensure their dominance. Block these spells to protect your tower,… oh and be sure to return the favor with your own devious magics. Match your tower wizardry against 3 others in local multiplayer, or challenge wizards around the world in an online battle of magics and engineering mayhem. Try your skills in various tricky wizard trials and set a high score on the leaderboards. So be sure to bring your wizard’s safety hat and start stacking and tumbling!\n\n\n\nFeatures\nConjure up your wizard’s tower: cleverly stack your summoned blocks and use over 17 different spells to win the race who has the highest tower\nSend your rivals tumbling: use dark spells to hamper or even push over your competitors' towers, but beware; they can use these spells on you as well!\nMatch your wizardry online: challenge up to 3 players locally or online in one of the 3 game modes available; survival, race and puzzle.\nTake up tricky wizard trials: these challenges require a sharp mind and shrewd magical engineering!\nBecome the archwizard: climb up the leaderboard and see how you rank among your peers\nWin the Wizardry cup: Participate in local and online tournaments and become the next Wizard Champion!\n\nWhen playing Tricky Towers with your (online) friends or family, make sure to download the free Tournament party pack on our website.",
  "shortDesc": "With your brilliant robe and magic powers, it’s time to build some Tricky Towers! Stack your bricks in this land of fable, whose marvelous tower will be the most stable? Battle your friends and rise to fame, in this frantic physics game.",
  "images": [
    "https://shared.fastly.steamstatic.com/store_item_assets/steam/apps/437920/ss_c6b902a57834cf3d86ac3298671590e4d6800ead.jpg",
    "https://shared.fastly.steamstatic.com/store_item_assets/steam/apps/437920/ss_4639cd76c0675f8400eda2b72954cc8a99fd7978.jpg",
    "https://shared.fastly.steamstatic.com/store_item_assets/steam/apps/437920/ss_07caed261e7cf891c48e817e01b1dac1bc441331.jpg",
    "https://shared.fastly.steamstatic.com/store_item_assets/steam/apps/437920/ss_c66132de16791216cd1b539ce3a286539d788446.jpg",
    "https://shared.fastly.steamstatic.com/store_item_assets/steam/apps/437920/ss_a6f45834adb3a1655f248c546a927cb4877a6377.jpg",
    "https://shared.fastly.steamstatic.com/store_item_assets/steam/apps/437920/ss_bb7840339372b1ae4e2844efc9991d8cb1199e57.jpg",
    "https://shared.fastly.steamstatic.com/store_item_assets/steam/apps/437920/ss_0e7849e50a9239969259511fb3e440ba5308834f.jpg",
    "https://shared.fastly.steamstatic.com/store_item_assets/steam/apps/437920/ss_e5d6036840fb7ffeeb75a91a2f0767ba0f342d21.jpg",
    "https://shared.fastly.steamstatic.com/store_item_assets/steam/apps/437920/ss_833951e254393e021f96637f2a985436161ee83e.jpg",
    "https://shared.fastly.steamstatic.com/store_item_assets/steam/apps/437920/ss_a019e22412007e90592b1ef46c8f3ffc081b0147.jpg",
    "https://shared.fastly.steamstatic.com/store_item_assets/steam/apps/437920/ss_70e5e2dff34e1e0899ea8a3f56e7068de29f08d1.jpg",
    "https://shared.fastly.steamstatic.com/store_item_assets/steam/apps/437920/ss_58f2052b4be83a3f83f8c50ac07fd2a7ab980d1e.jpg",
    "https://shared.fastly.steamstatic.com/store_item_assets/steam/apps/437920/ss_2e504d012351b988f8e1a6bf07a15234ec6b95c1.jpg",
    "https://shared.fastly.steamstatic.com/store_item_assets/steam/apps/437920/ss_e875e6a836a319150b67a72b233348311abacfb2.jpg"
  ]
}