{
  "bodyDesc": "ABOUT THIS CONTENT\nSigmar’s Blessing has fallen upon Ubersreik, giving the heroes a chance to tweak the loot in their favour. Visit the Shrine of Solace to sacrifice unwanted loot and improve your arsenal, uncover brand new traits, and acquire weapons of the deadly Veteran Tier.\n\nIn this FREE DLC for Vermintide, we give you the power to modify your loot to better fit your favourite heroes. At the Shrine of Solace, you can use tokens to pick which tier and hero should receive your newly constructed weapon, change the chance of a trait happening, or replace the trait with another. This gives you the perfect chance to try out the five new traits added with the DLC.\n\nSigmar’s Blessing also introduces 40 new weapons that make up the deadly Veteran Tier.\nKey Features\nPray and you shall Receive… Loot! - Few times has an altar answered your prayers quite so quickly as the Shrine of Solace. Offer up your Tokens, specify your wishes and pray!\n\n\n5 New Hero Trinkets - Wielding a Hero Trinket will improve your chances of receiving loot for the corresponding hero. To make the new hero trinkets extra shiny each one of them is accompanied by a Steam Achievement.",
  "shortDesc": "",
  "images": [
    "https://shared.fastly.steamstatic.com/store_item_assets/steam/apps/419070/ss_c0f7fcfa5ef72f18fb7acc3ea3fbef2932f11668.jpg",
    "https://shared.fastly.steamstatic.com/store_item_assets/steam/apps/419070/ss_a496bbfbec47e59c5e1a70d7e7f58a60e2d5d166.jpg",
    "https://shared.fastly.steamstatic.com/store_item_assets/steam/apps/419070/ss_626071849121340a95e2250790c6dcb1829c055d.jpg",
    "https://shared.fastly.steamstatic.com/store_item_assets/steam/apps/419070/ss_a50564edc0c52bca6a5117ff7093c06687a14408.jpg",
    "https://shared.fastly.steamstatic.com/store_item_assets/steam/apps/419070/ss_966bc4047df4829acd8a9bacdf3d9cb9223f64e4.jpg",
    "https://shared.fastly.steamstatic.com/store_item_assets/steam/apps/419070/ss_fa08f6b75a6e4a92d2694c8bc997a419e6226067.jpg"
  ]
}